Repository: m3talsmith/luvfoo
Catalog: po/*/luvfoo.po
Languages: es

source: Because you haven't published the document, only people you share it with in Google Docs will be able to access it.
es: Dado que no han publicado el documento, sólo personas que comparten con en Google Docs se podrá acceder a ella.

source: Return to the Google doc to publish it
es: Volver a la doc a Google publique

source: (Choose <i>Publish as web page...</i> from the <i>Share</i> menu.)
es: (Elija &lt;i&gt; Publicar como página web ...&lt;/ i&gt; de compartir la &lt;i&gt; &lt;/ i&gt; del menú.)

source: Allow the people I selected to <strong>edit</strong> the document.
es: Permitir que las personas que he seleccionado a &quot;editar &lt;/ strong&gt; el documento.

source: Use this email list to share the document to them in Google docs.
es: Utilice esta lista de correo electrónico para compartir el documento con ellos en Google Docs.

source: Go to the Google doc to share it
es: Ir a Google doc para compartir

source: (Choose <i>Share with others</i> from the <i>Share</i> menu.)
es: (Elija &lt;i&gt; Compartir con los demás &lt;/ i&gt; de compartir la &lt;i&gt; &lt;/ i&gt; del menú.)

source: List the document on my dashboard
es: Lista el documento en mi escritorio

source: List the document on my profile
es: Lista el documento en mi perfil

source: Edit Document
es: Editar Documento

source: My Files
es: Mis archivos

source: Select Files to Upload
es: Seleccione los archivos a cargar

source: (%{max_size} MB Max)
es: (% max_size) (MB máx.)

source: Share
es: Compartir

source: Delete File
es: Eliminar archivos

source: Thank you for registering!
es: Gracias por registrarse!

source: You will be receiving an email shortly at %{user_email}.
es: Usted va a recibir un mensaje de correo electrónico en breve en %{user_email}.

source: Please check your email to confirm your account.
es: Por favor, compruebe su correo electrónico para confirmar su cuenta.

source: Username:
es: Nombre de usuario:

source: (password sent via email)
es: (la contraseña se envían por correo electrónico)

source: Email Address:
es: Dirección de correo electrónico:

source: Date Registered:
es: Fecha de registro:

source: We're glad to have you as a member of Teachers Without Borders.
es: Estamos encantados de tener a usted como un miembro del personal docente Sin Fronteras.

source: Thank you for registering %{user_name}!
es: Gracias por registrar% (usuario)!

source: Actions
es: Acciones

source: Messages
es: Mensajes

source: Write
es: Escribir

source: Write a Message
es: Escribir un mensaje

source: Inbox(%{num_unread_messages})
es: Bandeja de entrada (% num_unread_messages ())

source: Blog Posts
es: Blog

source: Manage
es: Administrar

source: Upload and Manage Photos
es: Carga y administración de fotos

source: Upload and Manage Files
es: Carga y administración de archivos

source: Share a Web Page or Google Document
es: Compartir una página web o documento de Google

source: Edit Your Profile
es: Editar su perfil

source: Write a Page
es: Escribir una página

source: [edit]
es: [editar]

source: Notifications
es: Notificaciones

source: %{profile} requests to be your friend %{accept}
es: % () perfil de las solicitudes de ser tu amigo %{acepte}

source: %{profile} requests to join %{group_link} group %{accept_link}
es: % () perfil de las solicitudes de %{unirse} group_link grupo %{accept_link}

source: Add a Page
es: Añadir una página

source: Pages
es: Páginas

source: yes
es: sí

source: disable
es: desactivar

source: enable
es: posibilitar

source: edit roles
es: funciones de edición

source: post
es: puesto

source: posts
es: puestos

source: discussion
es: debate

source: discussions
es: debates

source: Sign-up to Follow
es: Regístrate a seguir

source: Stop Being Friends
es: Deja de ser amigos

source: Stop Following
es: Tras detener

source: Be Friends
es: Ser Amigos

source: Start Following
es: Después de Inicio

source: (accept)
es: (aceptar)

source: Your account has been activated! You can now login.
es: Su cuenta ha sido activada! Ahora puede iniciar sesión.

source: Activation code not found. Please try creating a new account.
es: Código de activación no se encuentra. Por favor, intente crear una nueva cuenta.

source: Your account has already been activated. You can log in below.
es: Su cuenta ha sido activada. Puede acceder a continuación.

source: Password successfully updated.
es: Contraseña se ha actualizado.

source: There was a problem changing your password. %{errors}
es: Se ha producido un problema de cambiar su contraseña. %{errores}

source: New password does not match the password confirmation.
es: Nueva contraseña no coincide con la contraseña de confirmación.

source: Your old password is incorrect.
es: Su antigua contraseña es incorrecta.

source: Role was successfully created.
es: El papel se ha creado.

source: Oops... I could not create that comment. %{errors}
es: Vaya ... No podía crear ese comentario. %{errores}

source: Comment successfully removed.
es: Comentario eliminado con éxito.

source: Sorry, only group members can create comments
es: Lo siento, sólo los miembros del grupo pueden crear comentarios

source: Sorry, you can't do that.
es: Lo sentimos, no puedes hacer eso.

source: Item successfully removed from the recent activities list.
es: Tema eliminado con éxito de la reciente lista de actividades.

source: ForumPost was successfully saved.
es: ForumPost se ha guardado.

source: ForumTopic was successfully saved.
es: ForumTopic se ha guardado.

source: Oops... That didn't work. Try again!
es: Vaya ... Que no trabajo. ¡Inténtalo otra vez!

source: Forum For %{forum}
es: Foro de %{foro}

source: Thank you for inviting your friends to join '%{group_name}' on %{site}
es: Gracias por invitar a tus amigos para participar %{group_name} &#39;en% (sitio)

source: Please specify an email address of a friend you would like to invite to join '%{group_name}'
es: Por favor, especifica una dirección de correo electrónico de un amigo que le gustaría invitar a unirse a &quot;%{group_name} &#39;

source: Please come and join me on %{group_name}
es: Por favor venga y únase a mí en %{group_name}

source: Please come and join our group '%{group_name}' on %{site}.
es: Por favor venga y únase a nuestro grupo de los «%{group_name} &#39;en %{sitio}.

source: (accepted!)
es: (aceptado!)

source: Your request to join the group <b>%{group_name}</b> has been recorded. You will receive a message when it has been processed.
es: Su solicitud para formar parte del grupo &lt;b&gt; %{group_name} &lt;/ b&gt; ha sido registrada. Usted recibirá un mensaje cuando haya sido procesado.

source: You have joined the group <b>%{group_name}</b>.
es: Usted se ha inscrito en el grupo &lt;b&gt; %{group_name} &lt;/ b&gt;.

source: An error occured while joining the group. Please try again.
es: Se produjo un error al unirse al grupo. Por favor, inténtalo de nuevo.

source: You have left the group
es: Usted ha abandonado el grupo

source: There was a problem with the group. Please try again.
es: Se ha producido un problema con el grupo. Por favor, inténtalo de nuevo.

source: You don't have permission manage the news for this group.
es: Usted no tiene permiso de manejar las noticias para este grupo.

source: Photo was deleted.
es: Se ha eliminado la foto.

source: You don't have permission to delete that photo.
es: Usted no tiene permiso para eliminar esa foto.

source: Unable to display document.
es: No se puede mostrar el documento.

source: Group was successfully updated.
es: Grupo se ha actualizado.

source: Group was successfully removed.
es: Grupo se ha eliminado.

source: Member roles were updated.
es: Miembro papeles se han actualizado.

source: from %{application_name} contact page
es: % de application_name) (página de contacto

source: Thank you for your message. A member of our team will respond to you shortly.
es: Gracias por tu mensaje. Un miembro de nuestro equipo te responderá en breve.

source: You have no mail in your inbox. Send a message to someone.
es: Usted no tiene correo en su bandeja de entrada. Enviar un mensaje a alguien.

source: Message sent.
es: Mensaje enviado.

source: Sorry, you can't send messages.
es: Lo sentimos, usted no puede enviar mensajes.

source: A password reset link has been sent to your email address.
es: Un vínculo de restablecimiento de la contraseña se ha enviado a tu dirección de correo electrónico.

source: Could not find a user with that email address.
es: No se pudo encontrar un usuario con esa dirección de correo electrónico.

source: Invalid Reset Code entered.
es: Restablecer Código no válido introducido.

source: Sorry - That is an invalid password reset code. Please check your code and try again. (Perhaps your email client inserted a carriage return?)
es: Lo sentimos - Eso es un inválido de restablecimiento de contraseñas de código. Por favor, compruebe el código y vuelve a intentarlo. (Tal vez tu cliente de correo electrónico inserta un retorno de carro?)

source: Could not find a password reset code. Please try resetting your password again
es: No se pudo encontrar un código de restablecimiento de la contraseña. Por favor, inténtelo de restablecer su contraseña de nuevo

source: Password field cannot be blank.
es: Campo de contraseña no puede estar en blanco.

source: Password reset.
es: Restablecimiento de la contraseña.

source: Password not reset.
es: No restablecer la contraseña.

source: Invalid Reset Code entered
es: Restablecer código no válido entró

source: %{name} hasn't written any blog posts yet.
es: %) (nombre no ha escrito ningún blog todavía.

source: Could not find the requested blog post
es: No se pudo encontrar el blog pidió

source: Could not find the specified user.
es: No se pudo encontrar el usuario especificado.

source: Sorry could not log in with identity URL. It is possible that your login or email is already in use. If you already have an account, log into your account and then associate your Open ID with that account.
es: Lo sentimos no puede acceder con la identidad URL. Es posible que su nombre de usuario o correo electrónico ya está en uso. Si ya tienes una cuenta, acceda a su cuenta y luego asociar su ID Abrir con que cuenta.

source: You have been logged out.
es: Se ha cerrado la sesión.

source: Your account must include at a minimum a nickname and valid email address to use OpenID on this site.
es: Su cuenta debe incluir, como mínimo, un apodo y dirección de correo electrónico válida para utilizar OpenID en este sitio.

source: Your account is not active, please check your email for the activation code.
es: Su cuenta no está activa, por favor, consultar su correo electrónico para el código de activación.

source: Your account has been disabled.
es: Su cuenta ha sido inhabilitada.

source: Thanks for signing up! Please check your email to activate your account before logging in.
es: Gracias por registrarte! Por favor, compruebe su correo electrónico para activar su cuenta antes de Yahoo!

source: Someone has signed up with that nickname or email address. Please select a diferent username and/or use a different email address.
es: Alguien ha firmado con el apodo o dirección de correo electrónico. Por favor, seleccione un nombre de usuario y/o la utilización de una dirección de correo electrónico distinta.

source: We're sorry, but we couldn't recognize your login information. Please try again.
es: Lo sentimos, pero no hemos podido reconocer su información de acceso. Por favor, inténtalo de nuevo.

source: Logged in successfully
es: Identificados con éxito

source: File was successfully shared
es: Archivo se ha compartido

source: Deleted shared file
es: Suprimido de archivos compartidos

source: You don't have permission to delete the shared file.
es: Usted no tiene permiso para eliminar el archivo compartido.

source: New blog post created.
es: Nueva entrada en el blog creado.

source: Failed to create a new blog post.
es: No se ha podido crear un nuevo blog.

source: Blog post updated.
es: Blog actualizado.

source: Failed to update the blog post.
es: No se ha podido actualizar el blog.

source: Blog post deleted.
es: Blog eliminado.

source: You don't have permission to delete this blog post.
es: Usted no tiene permiso para eliminar este blog.

source: Group was successfully created.
es: Grupo se ha creado.

source: There was a problem creating the group. Please try again.
es: Hubo un problema al crear el grupo. Por favor, inténtalo de nuevo.

source: Thank you for inviting your friends to join %{site}
es: Gracias por invitar a tus amigos a unirse% (sitio)

source: Please specify an email address of a friend you would like to invite
es: Por favor, especifica una dirección de correo electrónico de un amigo que le gustaría invitar a

source: Please come and join me on %{site}
es: Por favor venga y únase a mí en %{sitio}

source: Please come and join %{site}.
es: Por favor, venir y unirse%) (sitio.

source: Photo successfully uploaded.
es: Foto subido con éxito.

source: Photo could not be uploaded.
es: Foto no pudo ser cargado.

source: Web page was shared
es: Página web fue compartida

source: Failed to share the web page.
es: No se ha podido compartir la página web.

source: Deleted shared entry
es: Suprimido compartida entrada

source: Successfully uploaded file.
es: Archivo subido con éxito.

source: An error occured while uploading the file. Please try again.
es: Se ha producido un error al cargar el archivo. Por favor, inténtalo de nuevo.

source: Error %{exception}
es: Error de excepció%{n}

source: File deleted.
es: Archivo borrado.

source: You don't have permission to delete this file.
es: Usted no tiene permiso para eliminar este archivo.

source: You don't have permission to upload this to Google Docs.
es: Usted no tiene permiso para subir a Google Docs.

source: Thanks for signing up! Please check your email to activate your account and then login.
es: Gracias por registrarte! Por favor, compruebe su correo electrónico para activar su cuenta y, a continuación, iniciar sesión.

source: Welcome to TWB!
es: Bienvenido al TWB!

source: See the %{getting_started_link_anchor}getting started page%{getting_started_link_end} to learn more about what you can do here.
es: Véase la %{getting_started_link_anchor} para empezar la página %{getting_started_link_end} para obtener más información acerca de lo que puede hacer aquí.

source: Settings have been saved.
es: Se han guardado.

source: User disabled
es: Usuario discapacitados

source: There was a problem disabling this user.
es: Se ha producido un problema discapacitante este usuario.

source: User enabled
es: Usuario habilitado

source: There was a problem enabling this user.
es: Se ha producido un problema que permite este usuario.
