Repository: m3talsmith/luvfoo
Catalog: po/*/luvfoo.po
Languages: es

source: &lt;&lt; Back to Member Stories
es: &lt;&lt; Volver a Historias de Miembros

source: Edit Member Story
es: Editar Historias de Miembros

source: Member Stories
es: Historias de Miembros

source: Add New Story
es: Añadir Nueva Historia

source: Icon
es: Icono

source: Story Title
es: Título de Historia

source: Summary
es: Resumen

source: Add Member Story
es: Añadir Historia de Miembro

source: Site News Stories
es: Noticias del Sitio

source: Title
es: Título

source: Created
es: Creado

source: Displayed On
es: Apareción el

source: Promote Story
es: Promueve la Historia

source: Promote Story: %{story_name}
es: Promover la Historia: %{story_name}

source: Edit
es: Editar

source: Edit this news story.
es: Editar esta noticia.

source: Delete
es: Suprimir

source: Delete this news story.
es: Eliminar esta noticia.

source: Ban
es: Prohibir

source: If this content is inappropriate or offensive, banning it will prevent it from showing up on the site
es: Si este contenido es inapropiado u ofensivo, prohibiéndolo impedirá que aparezca en el sitio

source: Add News Item
es: Añadir Noticia

source: Editing role
es: Editando rol

source: Rolename
es: Nombre de rol

source: Update
es: Actualizar

source: Show
es: Mostrar

source: Back
es: Retroceder

source: Roles for %{user}
es: Roles para %{user}

source: Roles assigned:
es: Roles asignados:

source: Roles available:
es: Roles disponibles:

source: New role
es: Nuevo rol

source: Create
es: Crear

source: Rolename:
es: Nombre de rol:

source: remove role
es: eliminar rol

source: assign role
es: asignar rol

source: Search Results
es: Resultados de la Búsqueda

source: %{comment_age} ago %{user_name_link} wrote :
es: Hace %{comment_age}, %{user_name_link} escribió:

source: To include a youtube video use: [youtube: address_of_video]
es: Para incluir un vídeo de YouTube utiliza: [youtube: address_of_video]

source: For example: [youtube: http://www.youtube.com/watch?v=J0K_s81Xe3E]
es: Por ejemplo: [youtube: http://www.youtube.com/watch?v=J0K_s81Xe3E]

source: Add Comment
es: Añadir Comentario

source: User Photo Icon
es: Icono de la Foto del Usuario

source: %{user_name} blogged %{article_age} ago %{blog_title}
es: Hace %{article_age}, %{user_name} escribió %{blog_title}

source: Comment Icon
es: Icono de Comentario

source: Friends Icon
es: Icono de Amigos

source: %{person_invited} is now a %{friendship_description} of %{person_who_invited}
es: %{person_invited} es ahora un %{friendship_description} de %{person_who_invited}

source: News Icon
es: Icono de Noticias

source: %{user_name_link} uploaded a %{photo_link_begin_tag}new photo%{photo_link_end_tag}
es: %{user_name_link} subió una %{photo_link_begin_tag}nueva foto%{photo_link_end_tag}

source: Shared Page Icon
es: Icono de Página Compartida

source: %{link_to_user} shared %{share_link} with you.
es: %{link_to_user} compartió %{share_link} contigo.

source: Please enter a value for %{label}
es: Por favor introduzca un valor para %{label}

source: Editing forum
es: Editando foro

source: Back to Forums
es: Regresar a los Foros

source: %{application_name} Forums
es: Foros de %{application_name}

source: Create a new forum
es: Crear un nuevo foro

source: Creating a new forum
es: Creando un nuevo foro

source: Last Post
es: Último Mensaje

source: Forum
es: Foro

source: No forums exist at this time.
es: No existen foros en este momento.

source: Drag forum rows to reorder.
es: Arrastre las filas del foro para reordenar.

source: New forum
es: Nuevo foro

source: Forums
es: Foros

source: Start a new topic
es: Empezar un nuevo tema

source: Starting a new topic in %{forum_name}
es: Iniciando un nuevo tema en %{forum_name}

source: Topic
es: Tema

source: Posts
es: Entradas

source: There are no topics in this forum yet.
es: No hay temas en este foro todavía.

source: Save
es: Guardar

source: Editing forum %{forum_name}
es: Editando foro %{forum_name}

source: Destroy
es: Destruir

source: Are you sure?
es: ¿Estás seguro?

source: Editing post in %{topic_title}
es: Editando entrada en %{topic_title}

source: Most Recent Forum Posts
es: Entradas de Foro Más Recientes

source: (latest %{number_of_posts_displayed} of %{total_posts})
es: (últimos %{number_of_posts_displayed} de %{total_posts})

source: Posted by %{user_name_link}
es: Publicado por %{user_name_link}

source: Posted %{time_since_post} ago
es: Publicado hace %{time_since_post}

source: Back to %{forum_name}
es: Volver a %{forum_name}

source: Body:
es: Cuerpo del mensaje:

source: Post a follow up
es: Publicar un seguimiento

source: Post a followup
es: Publicar un seguimiento

source: Please %{login_link} or %{sign_up_link} to participate!
es: Por favor, ¡%{login_link} o %{sign_up_link} para participar!

source: login
es: inicio de sesión

source: sign-up
es: Regístrate

source: %{age_of_forum_post} ago, %{user_name_link} posted %{post_title_link} in %{forum_link}
es: Hace %{age_of_forum_post}, %{user_name_link} publicó %{post_title_link} en %{forum_link}

source: Editing topic %{topic_title}
es: Editando el tema %{topic_title}

source: My Network
es: Mi Red

source: friends
es: amigos

source: Following
es: Siguiente

source: You aren't currently following anyone
es: Actualmente no estás siguiendo a nadie

source: You don't currently have any followers
es: Actualmente no tienes ningún seguidor

source: You don't currently have any friends
es: Actualmente no tienes ningún amigo

source: View All
es: Ver Todo

source: Members
es: Miembros

source: %{group_name} Comments
es: Comentarios de %{group_name}

source: Comments %{num_comments}
es: %{num_comments} comentarios

source: Add a Comment
es: Añadir un Comentario

source: Leaving A Comment On %{group_name}
es: Dejando un Comentario en %{group_name}

source: Editing Group: %{group_name}
es: Editando Grupo: %{group_name}

source: Return to Group Home Page
es: Regresar a la Página Principal del Grupo

source: Cancel
es: Cancelar

source: Upload Photo:
es: Subir Foto:

source: Delete Group Photo
es: Eliminar Foto de Grupo

source: Are you sure you want to delete this photo? This can not be undone.
es: ¿Estás seguro de que quieres eliminar esta foto? Esto no se puede deshacer.

source: Delete This Group
es: Eliminar este Grupo

source: Once a group is deleted it cannot be restored. Please be very careful when deleting a group
es: Una vez que se elimina un grupo, no se puede recuperar. Por favor tenga mucho cuidado al eliminar un grupo

source: Delete Group
es: Eliminar Grupo

source: Are you sure you want to delete this group? This can not be undone.
es: ¿Estás seguro de que quieres eliminar este grupo? Esto no se puede deshacer.

source: Latest Discussions
es: Últimos Debates

source: Start a new discussion
es: Comenzar una nueva discusión

source: Starting a new discussion in %{forum_name}
es: Empezando un nuevo debate en %{forum_name}

source: Groups
es: Grupos

source: Create a New Group
es: Crear un Nuevo Grupo

source: There are not currently any groups.
es: Actualmente no hay ningún grupo.

source: Invite Your Friends
es: Invita a Tus Amigos

source: Edit News Item
es: Editar noticia

source: Latest News
es: Últimas Noticias

source: Add News
es: Añadir Noticias

source: %{group_name} - Latest News
es: %{group_name} - Últimas Noticias

source: Read More &gt;&gt;
es: Leer más &gt;&gt;

source: %{group_name} - Photos
es: %{group_name} - Fotos

source: Photos
es: Fotos

source: Upload A Photo
es: Subir una Foto

source: Upload Photo
es: Subir Foto

source: Return to %{group_name}
es: Regresar a %{group_name}

source: News
es: Noticias

source: Member Comments
es: Comentarios de Miembro

source: Leave a Comment
es: Dejar un Comentario

source: Upload Photos
es: Subir Fotos

source: Shared Web Pages
es: Páginas Web Compartidas

source: Share a Web Page
es: Compartir una Página Web

source: This is a private group whose content is only visible to members.
es: Este es un grupo privado cuyo contenido sólo es visible a los miembros.

source: Officers
es: Agentes

source: Group Name
es: Nombre del Grupo

source: Group Description
es: Descripción del Grupo

source: Group Tags
es: Etiquetas del Grupo

source: Tags help other users find your group. Use something descriptive.
es: Las etiquetas ayudan a otros usuarios a encontrar tu grupo. Utiliza algo descriptivo.

source: Example: Teachers, French - for a group of teachers interested in French.
es: Ejemplo: Profesores, Francés - para un grupo de maestros interesados en Francés.

source: Visibility
es: Visibilidad

source: Invisible (existence and content visible only to members)
es: Invisible (existencia y contenido visibles sólo para miembros)

source: Private (content visible only to members)
es: Privado (contenido visible sólo para miembros)

source: Public (existence and content visible to everyone)
es: Público (existencia y contenido visibles para todo el mundo)

source: Requires Permission to Join
es: Requiere permiso para Unirse

source: Default Role
es: Rol predeterminado

source: Member
es: Miembro

source: Observer (can't participate)
es: Observador (no puede participar)

source: Shared Documents
es: Documentos Compartidos

source: (private)
es: (privado)

source: Join
es: Unirse

source: Your request to join is pending approval
es: Tu petición para unirse está pendiente de aprobación

source: <span class="link-button">%{login_link}</span> or <span class="link-button">%{join_link}</span> before joining this group
es: <span class="link-button">%{login_link}</span> o <span class="link-button">%{join_link}</span> antes de incorporarse a este grupo

source: Login
es: Inicio de Sesión

source: Signup
es: Alta

source: Add Group Image
es: Añadir Imagen de Grupo

source: Information
es: Información

source: Main
es: Principal

source: Comments
es: Comentarios

source: Files
es: Archivos

source: Edit Group
es: Editar Grupo

source: Rejoin %{group_name}
es: Reincorporarse a %{group_name}

source: Join %{group_name}
es: Únete a %{group_name}

source: Membership in the group %{group_name} requires approval from a group administrator.
es: La participación en el grupo %{group_name} requiere la aprobación de un administrador del grupo.

source: Would you like to request membership in the group %{group_name}?
es: ¿Te gustaría solicitar la participación en el grupo %{group_name}?

source: <b>%{group_name}</b> is an open group that anyone can join.
es: <b>%{group_name}</b> es un grupo abierto en el que cualquiera puede participar.

source: Would you like to join <b>%{group_name}</b>?
es: ¿Le gustaría unirse a <b>%{group_name}</b>?

source: Invite Friends
es: Invitar a Amigos

source: Leave Group
es: Dejar Grupo

source: Stop membership in this group
es: Suspender la pertenencia a este grupo

source: Are you sure you want to leave this group?
es: ¿Estás seguro de que desea salir de este grupo?

source: (from %{group_link})
es: (de %{group_link})

source: %{link_to_sharer} shared %{link_to_web_page} %{time_since_shared} ago.
es: %{link_to_sharer} compartió %{link_to_web_page} hace %{time_since_shared}.

source: Shared Files
es: Archivos Compartidos

source: Stop Sharing
es: Dejar de Compartir

source: Contact Us
es: Contáctenos

source: Thank you for contacting Teachers Without Borders. Please complete the form below and a Teachers Without Borders staff member will contact you shortly.
es: Gracias por ponerse en contacto con Maestros Sin Fronteras. Por favor complete el siguiente formulario y uno de los empleados de Maestros Sin Fronteras se pondrá en contacto con usted en breve.

source: Your name:
es: Tu nombre:

source: Please provide us with your name.
es: Por favor proporciónenos su nombre.

source: Your phone number:
es: Su número de teléfono:

source: Your phone number is optional but will help us contact you if necessary.
es: Su número de teléfono es opcional pero nos ayudará a contactar con usted si fuera necesario.

source: Your email:
es: Su correo electrónico:

source: Please provide us with your email so that we can contact you if necessary.
es: Por favor proporciónenos su correo electrónico para que podamos contactar con usted si fuera necesario.

source: Subject:
es: Asunto:

source: A simple statement indicating the nature of your feedback.
es: Una simple declaración indicando la naturaleza de sus comentarios.

source: Your message/question:
es: Su mensaje/pregunta:

source: Please include any comments you would like us to hear.
es: Por favor incluya cualquier comentario que usted quisiera que oyéramos.

source: Send
es: Enviar

source: Group News
es: Noticias de Grupo

source: View All Groups
es: Ver Todos los Grupos

source: View more of our groups
es: Ver más de nuestros grupos

source: About Us
es: Quiénes Somos

source: Countries
es: Países

source: Welcome to Our New Members
es: Bienvenido a Nuestros Nuevos Miembros

source: Newest Pictures
es: Imágenes más Recientes

source: Home
es: Inicio

source: People
es: Gente

source: Events
es: Eventos

source: Courses
es: Cursos

source: Donate
es: Donar

source: My Dashboard
es: Mi Escritorio

source: Logout
es: Cerrar Sesión

source: Sign-up
es: Regístrate

source: Teachers Without Borders
es: Profesores Sin Fronteras

source: Global Colleagues/Local Solutions
es: Soluciones de Colegas/Local Globales

source: More Stories
es: Más Historias

source: Manage Stories
es: Administrar Historias

source: Read More
es: Leer Más

source: My Messages
es: Mis Mensajes

source: Sent Messages
es: Mensajes Enviados

source: Message
es: Mensaje

source: Reply
es: Responder

source: To:
es: Para:

source: Send Message
es: Enviar Mensaje

source: Inbox Messages
es: Bandeja de Entrada de Mensajes

source: Message Center
es: Centro de Mensajes

source: No Messages
es: No Hay Mensajes

source: To
es: Para

source: From
es: Desde

source: Subject
es: Tema

source: When
es: Cuándo

source: %{time_since_created} ago
es: hace %{time_since_created}

source: From: %{sender_link} %{time_since_created} ago
es: De: %{sender_link} hace %{time_since_created}

source: Add tags to help others discover your content.
es: Agrega etiquetas para ayudar a otros a descubrir tu contenido.

source: Upload a photo for your story
es: Subir una foto para tu historia

source: delete icon
es: eliminar icono

source: Comments %{number_of_comments}
es: %{number_of_comments} comentarios

source: Leaving A Comment On %{news_item_title}
es: Dejando un Comentario sobre %{news_item_title}

source: Posted %{time_since_posted} ago
es: Publicado hace %{time_since_posted}

source: From %{news_source}
es: De %{news_source}

source: Edit Page
es: Editar Página

source: New Page
es: Nueva Página

source: Path
es: Ruta

source: Content
es: Contenido

source: Password:
es: Contraseña:

source: Confirm Password:
es: Confirmar Contraseña:

source: Reset Your Password
es: Restablecer su Contraseña

source: Forgot Password
es: ¿Olvidastes la Contraseña?

source: What is the email address used to create your account?
es: ¿Cuál es la dirección de correo electrónico utilizada para crear su cuenta?

source: Reset Password
es: Restablecer la Contraseña

source: Photo:
es: Foto:

source: (delete)
es: (eliminar)

source: %{user_name}'s Blogs
es: Blogs de %{user_name}

source: My Blog
es: Mi Blog

source: %{user_name}'s Blog
es: Blog de %{user_name}

source: %{user_name} has no blog posts.
es: %{user_name} no tiene entradas de blog.

source: Comments (%{number_of_comments})
es: (%{number_of_comments}) comentarios

source: Posted %{time_ago} ago
es: Publicado hace %{time_ago}

source: Blog Post History
es: Historia de la Entrada del Blog

source: %{link} - %{time} ago.
es: %{link} - hace %{time}.

source: Most Recent Blog Posts
es: Entradas del Blog Más Recientes

source: latest %{number_of_posts_displayed} of %{total_blogs}
es: últimos %{number_of_posts_displayed} de %{total_blogs}

source: Write a New Post
es: Escribir una Nueva Entrada

source: Conversation with %{user_name}
es: Conversación con %{user_name}

source: Conversation with %{name}
es: Conversación con %{name}

source: Back to Profile
es: Volver al Perfil

source: Add A Comment
es: Añadir un Comentario

source: Adding A Comment
es: Añadir un Comentario

source: Leaving A Comment On %{user_name}'s Wall
es: Dejando un Comentario en el Panel de %{user_name}

source: Latest YouTube Video
es: Últimos Vídeos de YouTube

source: Latest Flickr Pictures
es: Últimas Imágenes de Flickr

source: FlickrHolder
es: Titular de Flickr

source: Direct Message
es: Mensaje Directo

source: New Message For %{user_name}
es: Nuevo Mensaje Para %{user_name}

source: Leaving A Comment For %{user_name}
es: Dejando un Comentario a %{user_name}

source: CTM Portfolio
es: Cartera CTM

source: (Edit Profile)
es: (Editar Perfil)

source: About:
es: Quién Soy:

source: Why I joined:
es: ¿Por qué me uní:

source: I Am Currently:
es: Actualmente Soy:

source: Languages:
es: Idiomas:

source: Website:
es: Sitio Web:

source: Featured Member
es: Miembro Destacado

source: more
es: más

source: Nowhere
es: En ninguna parte

source: Recent Activity
es: Actividad Reciente

source: Latest from %{blog}
es: Lo último de %{blog}

source: Log-in to your Account
es: Acceda a su Cuenta

source: Username
es: Nombre de Usuario

source: Password
es: Contraseña

source: Remember me
es: Recordarme

source: Log-in Now
es: Acceder Ahora

source: Register for an account
es: Registro de una cuenta

source: Forgot your password?
es: ¿Olvidó su contraseña?

source: Search
es: Búsqueda

source: Privacy Policy
es: Política de Privacidad

source: Terms of Use
es: Términos de Uso

source: Code of Conduct
es: Código de Conducta

source: Send Invitations for Your Friends to Join %{name}
es: Enviar invitaciones a tus Amigos para Unirse a %{nombre}

source: Invite More
es: Invitar a Más

source: Documents
es: Documentos

source: Shared With Me
es: Compartió Conmigo

source: My Groups
es: Mis Grupos

source: My Friends
es: Mis Amigos

source: My Photos
es: Mis Fotos

source: Inbox
es: Bandeja de Entrada

source: New Message
es: Nuevo Mensaje

source: Reply To %{sender}
es: Responder a %{sender}

source: Files Shared With Me
es: Archivos Compartidos Conmigo

source: Files I Shared
es: Archivos que Yo comparto

source: Share File
es: Compartir Archivos

source: Make the file public so anyone can see it
es: Hacer público el archivo de modo que cualquier persona puede ver que

source: Go Back
es: Volver

source: %{icon} Delete
es: % () Eliminar el icono

source: %{icon} Stop Sharing
es: % () icono de dejar de compartir

source: Edit Post
es: Editar entrada

source: Write New Blog Post
es: Escribir nuevo blog

source: You have no blog posts.
es: Usted no tiene blog.

source: New Post
es: Nuevo

source: Edit this post.
es: Editar este puesto.

source: Delete this post.
es: Suprimir este puesto.

source: Edit Profile
es: Editar perfil

source: or
es: o

source: Skip This Step
es: Omitir este paso

source: Thanks for signing up!
es: Gracias por registrarte!

source: General info
es: Información general

source: Email Address
es: Dirección de correo electrónico

source: First Name
es: Nombre

source: Last Name
es: Apellido

source: Location
es: Ubicación

source: Website
es: Sitio Web

source: City
es: Ciudad

source: Country
es: País

source: State
es: Estado

source: Postal Code
es: Código Postal

source: School District / University / Company:
es: El Distrito Escolar/Universidad/Empresa:

source: Grade Level Experience
es: Grado experiencia

source: Primary Phone
es: Teléfono Primario

source: Secondary Phone
es: Teléfono Secundario

source: First Language
es: Primera Lengua

source: Other Language(s)
es: Otros Lengua (s)

source: About Me
es: Acerca de mí

source: A few words on why you joined TWB
es: Unas palabras sobre la razón por la que se sumaron a TWB

source: Skills
es: Habilidades

source: Volunteer Interests
es: Voluntarios de Intereses

source: Occupation
es: Ocupación

source: Youtube Username:
es: Nombre de usuario de YouTube:

source: Flickr Username:
es: Flickr Nombre de usuario:

source: Upload a photo for your profile
es: Subir una foto de su perfil

source: Change Password
es: Cambiar contraseña

source: Current Password:
es: Contraseña actual:

source: Remove My Account
es: Eliminar mi cuenta

source: Delete my user account and all my data.
es: Eliminar mi cuenta de usuario y todos mis datos.

source: Are you sure you want to delete your account? This can not be undone.
es: ¿Estás seguro de que desea eliminar su cuenta? NEste no se puede deshacer.

source: %{user_name}'s Groups
es: % (usuario) &#39;s Groups

source: You aren't a member of any groups.
es: No eres miembro de ningún grupo.

source: %{user_name} isn't a member of any groups.
es: % (usuario) no es miembro de ningún grupo.

source: Some of our current groups
es: Algunos de nuestros grupos actuales

source: All Users
es: Todos los usuarios

source: Email
es: Correo electrónico

source: Enabled?
es: Habilitado?

source: Roles
es: Funciones

source: Join Teachers Without Borders
es: Únete a los maestros sin fronteras

source: Welcome to %{application_name}
es: Bienvenido a %{application_name}

source: Already a member? %{login_link_anchor}Sign in now%{login_link_end}
es: ¿Ya eres miembro? % () login_link_anchor Acceda ahora %{login_link_end}

source: Choose a Member Name
es: Elija un nombre de miembro

source: Confirm Password
es: Confirmar contraseña

source: I agree to the %{tos_link_anchor}Terms and Conditions%{link_end} and the %{coc_link_anchor}Code of Conduct%{link_end}
es: Estoy de acuerdo con la %{tos_link_anchor} Términos y Condiciones %{link_end} y el %{coc_link_anchor} Código de Conducta %{link_end}

source: Sign-up Now
es: Regístrate ahora

source: Why Joining Matters
es: ¿Por qué unirse a los asuntos

source: Consult for Teachers Without Borders projects to close the education divide.
es: Consulte para Maestros sin Fronteras proyectos para cerrar la brecha de educación.

source: Improve the chances for stability, democracy, hope, and participation in a global economy.
es: Mejorar las posibilidades de la estabilidad, la democracia, la esperanza, y la participación en una economía global.

source: Help teachers gain access to a global network and clearinghouse of good ideas.
es: Ayudar a los profesores acceder a una red mundial y centro de intercambio de buenas ideas.

source: Ensure digital desegregation in a world increasingly dependent upon technology.
es: Velar por la lucha contra la segregación digital en un mundo cada vez más dependiente de la tecnología.

source: Enlarge attention to one of the most crucial issues of our time - education in an information age.
es: Ampliar la atención a una de las cuestiones más cruciales de nuestro tiempo - la educación en una era de la información.

source: %{user_name}'s Photos
es: % (usuario) &#39;s Fotos

source: Preview
es: Vista previa

source: Edit in New Window
es: Editar en una ventana nueva

source: Get a bookmark to make sharing easier
es: Obtener un marcador para hacer más fácil compartir

source: <b>Hint:</b> After you have set up the bookmark for sharing, go to a Google Document, Spreadsheet, or Presentation and click the bookmark to share it with a person or group inside of TWB.
es: &lt;b&gt; Sugerencia: &lt;/ b&gt; Después de haber creado el marcador para compartir, ir a Google un documento, hoja de cálculo, o la presentación y haga clic en el marcador para compartir con una persona o un grupo dentro de TWB.

source: (select text before sharing it to make it show up here)
es: (seleccionar texto antes de compartir para hacer que se muestran aquí)

source: Allow the groups and people I selected to <strong>view</strong> the document. (We verified that you published the document.)
es: Permitir que los grupos y las personas que he seleccionado a &quot;ver &lt;/ strong&gt; el documento. (Se verificó que el documento publicado.)
